{
  "noAttempts": {
    "title": "Ce quizz n'est plus disponible pour vous",
    "description": "Vous avez utilisé toutes vos tentatives pour ce quizz. Vous pouvez retrouvez votre score dans votre historique."
  },
  "onboarding": {
    "title": "Prêt ?",
    "description": {
      "head": "Vous êtes sur le point de démarrer une tentative pour le quizz : {{quizzName}}.",
      "explanations": "Ce quizz est composé de {{questions}} question(s). Chaque question peut avoir une ou plusieurs bonnes réponses. Les mauvaises réponses ne comptent pas comme des malus. Lorsque vous aurez terminé de répondre aux questions, vous aurez accès à une liste des questions avec vos réponses afin de vérifier avant de valider.",
      "score": "Une fois que vous aurez valider votre tentative, un score vous sera attribué. Si le quizz accepte plusieurs tentatives, votre score sera la moyenne des scores de toutes vos tentatives.",
      "limit": "Ce quizz est limité à {{retries}} tentative(s)."
    },
    "warning": "Attention, si vous quittez ou rafraîchissez la page, toute votre progression sera perdue. Une fois la tentative lancée, il n'est plus possible de revenir en arrière."
  },
  "recap": {
    "title": "Récapitulatif",
    "description": "Ci-dessous le récapitulatif de vos réponses pour ce quizz. Prenez le temps qu'il vous faut pour relire et corriger si besoin. Une fois que tout est ok, cliquez sur le bouton valider tout en bas de la page pour soumettre votre tentative et obtenir votre score.",
    "validate": "Valider",
    "updateAnswers": "Modifier mes réponses",
    "validationMessage": "En cliquant sur valider, votre tentative sera enregistrée. Il ne sera pas possible de revenir en arrière."
  },
  "questions": {
    "next": "Question suivante",
    "previous": "Question précédente",
    "terminate": "Terminer le quizz"
  },
  "results": {
    "title": {
      "disappointing": "Décevant...",
      "good": "Bien, mais tu peux mieux faire !",
      "excellent": "Excellent !"
    },
    "description": "Cette tentative est désormais enregistrée et le créateur du quizz pourra consulter votre résultat. Vous pourrez vous aussi consulter à tout moment votre ou vos tentatives dans votre profil ou en cliquant sur le lien ci-dessous.",
    "actions": {
      "back-to-list": "Revenir à la liste des Quizzs",
      "view-history": "Accéder à mon historique"
    }
  }
}
